tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "bat"
brew "envconsul"
brew "erlang"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "harfbuzz"
brew "pango"
brew "kubectx"
brew "kubernetes-cli@1.22"
brew "nginx"
brew "nvm"
brew "postgresql@14"
brew "pure"
brew "rebar3"
brew "starship"
brew "telnet"
brew "tree"
brew "vte3"
brew "wget"
brew "zsh"
brew "qmk/qmk/qmk"
cask "alt-tab"
cask "calibre"
cask "dbeaver-community"
cask "maccy"
cask "qmk-toolbox"
cask "rectangle"
