tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "icu4c@76"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "fnm"
brew "fzf"
brew "git"
brew "pnpm"
brew "postgresql@17"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "telnet"
brew "tree"
brew "wget"
brew "zsh"
brew "qmk/qmk/qmk"
cask "android-platform-tools"
cask "anydesk"
cask "brave-browser"
cask "bruno"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "freecad"
cask "jabra-direct"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nordvpn"
cask "pearcleaner"
cask "qmk-toolbox"
cask "raycast"
cask "reflex"
cask "spotify"
cask "steam"
cask "telegram"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zoom"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "orta.vscode-twoslash-queries"
vscode "steoates.autoimport"
vscode "tomrijndorp.find-it-faster"
vscode "wix.vscode-import-cost"
vscode "yrm.type-challenges"
